tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "romkatv/powerlevel10k"
brew "ack"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "coreutils"
brew "clipboard"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gcc"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "grep"
brew "htop"
brew "iftop"
brew "imagemagick"
brew "krb5"
brew "ldns"
brew "libevent"
brew "libfido2"
brew "llvm"
brew "lua-language-server"
brew "make"
brew "minicom"
brew "moreutils"
brew "neovim"
brew "node"
brew "p11-kit"
brew "postgresql@15"
brew "powerlevel10k"
brew "pyenv"
brew "python"
brew "openssh"
brew "openssl"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "screen"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "unbound"
brew "vim"
brew "wget"
brew "yaml-language-server"
brew "yarn"
brew "zsh"
brew "zsh-async"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
cask "citrix-workspace"
cask "font-hack-nerd-font"
cask "font-powerline-symbols"
cask "gcc-arm-embedded"
cask "gpg-suite"
